Repository: meshtastic/Meshtastic-Apple
Catalog: Localizable.xcstrings
Source language: en
Languages: da, es, he, pl, ru, se, sr

source: Reboot node?
da: Genstart node?
es: ¿Reiniciar el nodo?
he: התחל מכשיר מחדש??
pl: Uruchomić ponownie węzeł?
ru: Перезагрузить ноду?
se: Starta om nod?
sr: Поново покрени чвор?

source: Rebroadcast Mode
da: Genudsendelsestilstand
es: Modo de retransmisión
ru: Режим повторной передачи
sr: Режим реемитовања

source: Receive data (rxd) GPIO pin
da: Modtage data (rxd) GPIO-pin
es: Recibir datos (rxd) pin GPIO
ru: Контакт GPIO приема данных (rxd)
sr: Пријемни податак (rxd) GPIO пин

source: Recording route
da: Optager rute
es: Ruta de grabación
ru: Запись маршрута
sr: Снимање руте

source: Refresh device metadata
da: Opdater enhedsmetadata
es: Actualizar metadatos del dispositivo
ru: Обновить метаданные устройства
sr: Освежи метаподатке уређаја

source: Release Notes
da: Udgivelsesnoter
es: Notas de la versión
ru: Примечания к выпуску
sr: Белешке о издању

source: Remote administration for: %@
da: Fjernadministration for: %@
es: Administración remota para: %@
ru: Удаленное администрирование для: %@
sr: Даљинска администрација за: %@

source: Remote Legacy Admin: %@
da: Fjern Legacy Admin: %@
es: Administrador remoto heredado: %@
ru: Удаленное администрирование устаревших систем: %@
sr: Администрација застарелих система на даљину: %@

source: Remote PKI Admin: %@
da: Fjern-PKI-Admin: %@
es: Administrador remoto de PKI: %@
ru: Удаленное администрирование PKI: %@
sr: Администрација PKI на даљину: %@

source: Remove
da: Fjern
es: Quitar
ru: Удалить
sr: Уклони

source: Remove from favorites
da: Fjern fra foretrukne
es: Quitar de favoritos
ru: Удалить из избранного
sr: Уклони из омиљених

source: Remove from ignored
da: Fjern fra ignoreret
es: Quitar de ignorado
ru: Удалить из игнорируемых
sr: Уклони из игнорисаних

source: Replace Channels
da: Erstat kanaler
es: Reemplazar canales
ru: Заменить каналы
sr: Замени канале

source: Reply
da: Svar
es: Responder
he: תגובה
pl: Odpowiedz
ru: Ответить
se: Svara
sr: Одговори

source: Request Legacy Admin: %@
da: Anmod om administrator (gammel): %@
es: Solicitar administrador heredado: %@
ru: Запросить администрирование устаревшей системы: %@
sr: Захтевај администрацију застарелих система: %@

source: Request PKI Admin: %@
da: Anmod om PKI Admin: %@
es: Solicitar administrador de PKI: %@
ru: Запросить администрирование PKI: %@
sr: Захтевај PKI администрацију: %@

source: Requires that there be an accelerometer on your device.
da: Kræver, at der er et accelerometer på din enhed.
es: Requiere que haya un acelerómetro en su dispositivo.
ru: Требуется наличие акселерометра на вашем устройстве.
sr: Захтева да уређај има акцелерометар.

source: Reset App Settings
da: Nulstil appindstillinger
es: Restablecer la configuración de la aplicación
ru: Сброс настроек приложения
sr: Ресетовање подешавања апликације

source: Reset NodeDB
da: Tøm node-database
es: Restablecer NodeDB
ru: Сброс NodeDB
sr: Ресетовање базе чворова (NodeDB)

source: Restart
da: Genstart
es: Reiniciar
ru: Перезапуск
sr: Поновно покретање

source: Restart to the node you are connected to
da: Genstart noden, du har forbindelse til
es: Reinicie en el nodo al que está conectado
ru: Перезагрузить ноду, к которой вы подключены
sr: Поновно покретање на чвор на који сте повезани

source: Resume
da: Genoptag
es: Reanudar
he: החל מחדש
ru: Продолжить
se: Återuppta
sr: Настави

source: Review the app
da: Gennemgå appen
es: Revisa la aplicación
ru: Оценить приложение
sr: Оцените апликацију

source: Ringtone
da: Ringetone
es: Tono de llamada
he: רינגטון
pl: Dzwonek
ru: Рингтон
se: Ringsignal
sr: Мелодија звона

source: Ringtone Config
da: Ringetonekonfiguration
es: Configuración de tono de llamada
ru: Настройка рингтона
se: Ringsignalskonfiguration
sr: Конфигурација звона

source: Ringtone Transfer Language
da: Sprog til overførsel af ringetoner
es: Idioma de transferencia de tono de llamada
ru: Язык передачи рингтона
se: Språk för Överföring av Ringsignal
sr: Језик преноса мелодије звона

source: Ringtone Transfer Language(RTTTL) Ringtone String used by supported buzzers in external notifications.
da: Ringtone Transfer Language (RTTTL) Ringtone String brugt af understøttede buzzere i eksterne meddelelser
es: Lenguaje de transferencia de tono de llamada (RTTTL) Cadena de tono utilizada por los timbres compatibles en notificaciones externas.
ru: Язык передачи рингтона (RTTTL) - строка рингтона, используемая поддерживаемыми зуммерами во внешних уведомлениях.
se: Ringsignalöverföringsspråk (RTTTL) Ringsignalsträng som används av stödda buzzers i externa notifikationer.
sr: Језик преноса мелдоије звона (RTTTL) Стринг мелодије звона који користе подржани звучни сигнали у спољним обавештењима.

source: Role
da: Rolle
es: Rol
ru: Роль
sr: Улога

source: Roles
da: Roller
ru: Роли
sr: Улоге

source: Root Topic
da: Hovedemne
es: Tema raíz
ru: Основная тема
sr: Корен тема

source: Route Back: %@
da: Returrute: %@
es: Ruta de regreso: %@
ru: Маршрут обратно: %@
sr: Путања назад: %@

source: Route Lines
da: Ruteliner
es: Líneas de ruta
ru: Линии маршрута
sr: Линије руте

source: Route Recorder
da: Ruteoptager
es: Grabador de ruta
ru: Записывающее устройство маршрутов
sr: Снимач руте

source: Route recording paused
da: Ruteoptagelse sat på pause
es: Grabación de ruta en pausa
ru: Запись маршрута приостановлена
sr: Снимање руте паузирано

source: Route: %@
da: Rute: %@
es: Ruta: %@
ru: Маршрут: %@
sr: Рута: %@

source: Routes
da: Ruter
es: Rutas
ru: Маршруты
sr: Руте

source: RX Boosted Gain
da: Forstærket RX-forstærkning
es: Ganancia impulsada por RX
ru: Усиление приема
sr: Појачање пријемника

source: Sats Estimate %lld
da: Sats anslå %lld
es: Estimación de satélites %lld
ru: Оценка спутников %lld
sr: Процена броја сателита %lld

source: Sats in view: %@
da: Satellitter i sigte: %@
es: Sats a la vista: %@
ru: Спутников в зоне видимости: %@
sr: Сателити на видику: %@

source: Save
da: Gem
es: Guardar
he: שמור
pl: Zapisz
ru: Сохранить
se: Spara
sr: Сачувај

source: Save Channel Settings
da: Gem kanalindstillinger
es: Guardar configuración del canal
ru: Сохранение настроек канала
sr: Сачувај подешавања канала

source: Save User Config to %@?
da: Gem brugeropsætning på %@?
es: ¿Guardar configuración de usuario en %@?
ru: Сохранить конфигурацию пользователя в %@?
sr: Сачувати корисничу конфигурацију за %@?

source: Saves a CSV with the range test message details, currently only available on ESP32 devices with a web server.
da: Gemmer en CSV-fil med detaljer om intervaltestbeskeder, i øjeblikket kun tilgængelig på ESP32-enheder med en webserver
es: Guarda un CSV con los detalles del mensaje de prueba de rango, actualmente solo disponible en dispositivos ESP32 con un servidor web.
ru: Сохраняет CSV с деталями сообщений тестирования дальности, в настоящее время доступно только на устройствах ESP32 с веб-сервером.
sr: Снима CSV са детаљима порука теста домета, тренутно доступно само на ESP32 уређајима са веб сервером.

source: Search
da: Søg
es: Buscar
ru: Поиск
sr: Претражи

source: Second
da: Sekund
es: Segundo
ru: Второй
sr: Други

source: Secondary
da: Sekundær
es: Secundaria
he: משני
pl: Wtórny
ru: Второй
se: Sekundär
sr: Секундарни

source: Secondary Admin Key
da: Sekundær administratortasten
es: Clave de administrador secundario
ru: Второй ключ админа
sr: Секундарни административни кључ

source: Security
da: Sikkerhed
es: Seguridad
ru: Безопасность
sr: Сигурност

source: Security Config
da: Sikkerhedsindstillinger
es: Configuración de seguridad
ru: Настройки безопасности
sr: Сигурносна подешавања

source: Security Config Settings require a firmware version 2.5+
da: Sikkerhedsindstillinger kræver mindst firmware-version 2.5
es: Los ajustes de configuración de seguridad requieren una versión de firmware 2.5+
ru: Настройки безопасности требуют версии прошивки 2.5+
sr: Сигурносна подешавања захтевају фирмвер верзију 2.5+

source: Select a channel
da: Vælg en kanal
es: Seleccione un canal
ru: Выбрать канал
sr: Одабери канал

source: Select a conversation
da: Vælg en samtale
es: Seleccione una conversación
ru: Выберите беседу
sr: Изабери разговор

source: Select a conversation type
da: Vælg en samtaletype
es: Seleccione un tipo de conversación
ru: Выберите тип беседы
sr: Изабери тип разговора

source: Select a node from the drop down to manage connected or remote devices.
da: Vælg en node fra listen for at (fjern)administrere enheden.
es: Seleccione un nodo del menú desplegable para administrar dispositivos conectados o remotos.
ru: Выберите ноду из выпадающего списка для управления подключенными или удаленными устройствами.
sr: Одабери чвор из падајућег менија за управљање повезаним или удаљеним уређајима.

source: Select Channel
da: Vælg kanal
es: Seleccionar canal
ru: Выберите канал
sr: Одабери канал

source: Send ${messageContent} to ${channelNumber}
da: Send ${messageContent} til ${channelNumber}
es: Enviar ${messageContent} a ${channelNumber}
ru: Отправить ${messageContent} в ${channelNumber}
sr: Пошаљи ${messageContent} на ${channelNumber}

source: Send ${messageContent} to ${nodeNumber}
da: Send Send ${messageContent} til ${nodeNumber}
es: Enviar ${messageContent} a ${nodeNumber}
ru: Отправить ${messageContent} на ${nodeNumber}
sr: Пошаљи ${messageContent} на ${nodeNumber}

source: Send a Direct Message
da: Send en direkte besked
es: Enviar un mensaje directo
ru: Отправить личное сообщение
sr: Пошаљи директну поруку

source: Send a Group Message
da: Send en gruppebesked
es: Enviar un mensaje grupal
ru: Отправить групповое сообщение
sr: Пошаљи групну поруку

source: Send a heartbeat to advertise the server's presence.
da: Send et hjerteslag for at annoncere serverens tilstedeværelse.
es: Envíe un latido para anunciar la presencia del servidor.
ru: Отправить heartbeat для оповещения о присутствии сервера.
sr: Пошаљи heartbeat поруку да огласиш присуство сервера.

source: Send a message to a certain meshtastic channel
da: Send en besked til én Meshtastic-kanal
es: Enviar un mensaje a un determinado canal meshtastic
ru: Отправить сообщение на определенный канал Meshtastic
sr: Пошаљи поруку на одређени месхтастичан канал

source: Send a message to a certain meshtastic node
da: Send en besked til én Meshtastic-node
es: Enviar un mensaje a un determinado nodo meshtastic
ru: Отправить сообщение на определенную ноду Meshtastic
sr: Пошаљи поруку одређеном Мештастик чвору.

source: Send a position on the primary channel when the user button is triple clicked.
da: Send en position på den primære kanal, når brugerknappen trykkes tre gange.
es: Envíe una posición en el canal principal cuando se haga triple clic en el botón del usuario.
ru: Отправить позицию на первичном канале при тройном нажатии пользовательской кнопки.
sr: Пошаљи позицију на примарном каналу када се корисничко дугме три пута кликне.

source: Send a shutdown to the node you are connected to
da: Send en sluk-kommando til enheden, du er tilkoblet.
es: Envía un apagado al nodo al que estás conectado
ru: Отправьте сообщение о завершении работы на ноду, к которой вы подключены
sr: Пошаљи искључење чвору на који си повезан

source: Send a Waypoint
da: Send et viapunkt
es: Enviar un punto de referencia
ru: Отправить путевую точку
sr: Пошаљи тачку путање

source: Send Heartbeat
da: Send hjerteslag
es: Enviar latido
he: שלח דופק
ru: Отправить сердцебиение
se: Skicka hjärtslag
sr: Пошаљи откуцај срца

source: Sensor options
da: Sensorindstillinger
es: Opciones de sensores
ru: Параметры датчика
sr: Опције сензора

source: Sent a Position Packet from the Apple device GPS to node: %@@
da: Geoposition (fra Apple-enheden) sendt til noden %@@
es: Envió un paquete de posición desde el dispositivo GPS de Apple al nodo: %@@
he: נשלח מיקום ממכשיר האפל למכשיר המשטסטיק: %@
pl: Wysłano pakiet pozycji z GPS urządzenia Apple do węzła: %@
ru: Отправлен пакет позиции с GPS устройства Apple на ноду: %@
se: Skickade ett positionspaket från Apple-enhetens GPS till nod: %@
sr: Позициони пакет послат са Епл уређаја на чвор: %@

source: Sequence number
da: Sekvensnummer
es: Número de secuencia
ru: Порядковый номер
sr: Број секвенце

source: Sequence: %@
da: Sekvens: %@
es: Secuencia: %@
ru: Последовательность: %@
sr: Секвенца: %@

source: Serial
da: Seriel
es: Serie
he: סיריאלי
pl: Seryjny
ru: Последовательный порт
se: Serie
sr: Серијска веза

source: Serial Config
da: Seriel-konfiguration
es: Configuración en serie
he: 'הגדרות מודולה 'סיריאלי
pl: Konfiguracja seryjna
ru: Настройка последовательного порта
se: Seriekonfiguration
sr: Подешавања серијске везе

source: Serial Console
da: Seriel-konsol
es: Consola serie
ru: Консоль последовательного порта
sr: Серијска конзола

source: Serial Console over the Stream API.
da: Seriekonsol over Stream-API'en.
es: Consola serial a través de Stream API.
ru: Консоль последовательного порта через Stream API.
sr: Серијска конзола преко Stream API-ја.

source: Series
da: Serier
es: Serie
ru: Серии
sr: Серије

source: Server Address
da: Serveradresse
es: Dirección del servidor
ru: Адрес сервера
sr: Адреса сервера

source: Server Option
da: Serverindstilling
es: Opción de servidor
ru: Параметры сервера
sr: Опција сервера

source: Set
da: Indstil
es: Establecer
ru: Устан
sr: Подеси

source: Set LoRa Region
da: Vælg LoRa-region
es: Establecer región LoRa
he: בחר אזור לורה
pl: Ustaw region LoRa
ru: Установить регион LoRa
se: Ställ in LoRa-region
sr: Подеси LoRA регион

source: Set the GPIO pins for RXD and TXD.
da: Indstil GPIO-bolerne for RXD og TXD.
es: Configure los pines GPIO para RXD y TXD.
ru: Установите контакты GPIO для RXD и TXD.
sr: Подеси GPIO пинове за RXD и TXD.

source: Sets the maximum number of hops, default is 3. Increasing hops also increases congestion and should be used carefully. 0 hop broadcast messages will not get ACKs.
da: Indstiller det maksimale antal hop, standard er 3. At øge antallet af hop øger også belastningen og bør ske med forsigtighed. O hop-broadcast-beskeder vil ikke modtage ACKs.
es: Establece el número máximo de saltos; el valor predeterminado es 3. El aumento de saltos también aumenta la congestión y debe usarse con cuidado. Los mensajes de difusión de O hop no recibirán ACK.
ru: Устанавливает максимальное количество хопов, по умолчанию 3. Увеличение хопов также увеличивает перегрузку и должно использоваться осторожно. Широковещательные сообщения с 0 хопов не получат подтверждений.
sr: Подешава максималан број скокова. Подразумевано је 3, а повећање броја одобрених скокова такође повећава загушење и треба га користити опрезно. Поруке емитоване са 0 скокова неће добити потврде пријема (ACK).

source: Settings
da: Indstillinger
es: Configuración
he: הגדרות
pl: Ustawienia
ru: Настройки
se: Inställningar
sr: Подешавања

source: Share QR Code
da: Del QR-kode
es: Compartir código QR
he: שתף ערוצים באמצעות קוד QR
pl: Udostępnij kod QR kanałów
ru: Поделиться QR-кодом
se: Dela QR-kod
sr: Дели QR код

source: Share QR Code & Link
da: Del QR-kode og link
es: Compartir código QR y enlace
ru: Поделиться QR-кодом и ссылкой
sr: Дели QR код и линк

source: Shared Key
da: Fælles krypteringsnøgle
es: Clave compartida
ru: Общий ключ
sr: Дељени кључ

source: Short Name
da: Kort navn
es: Nombre corto
ru: Короткое имя
sr: Кратко име

source: Show alerts
da: Vis alarmer
es: Mostrar alertas
ru: Показать оповещения
sr: Прикажи узбуне

source: Show Alerts
da: Vis alarmer
es: Mostrar alertas
ru: Показать оповещения
sr: Прикажи узбуне

source: Show nodes
da: Vis noder
es: Mostrar nodos
ru: Показать ноды
sr: Прикажи чворове

source: Show on device screen
da: Vis på enhedsskærm
es: Mostrar en la pantalla del dispositivo
ru: Показать на экране устройства
sr: Прикажи на екрану уређаја

source: Show on the mesh map.
da: Vis på mesh-kort
es: Mostrar en el mapa de malla.
ru: Показать на карте сети.
sr: Прикажи на мапи меш мреже.

source: Shut Down
da: Luk ned
es: Apagar
ru: Выключение
sr: Искључи

source: Shut Down Node?
da: Sluk node?
es: ¿Cerrar el nodo?
ru: Выключить ноду?
sr: Искључити чвор?

source: Shutdown Node?
da: Sluk node?
es: ¿Apagar el nodo?
ru: Выключить ноду?
sr: Искључити чвор?

source: Shutdown on Power Loss
da: Luk ned ved strømtab
es: Apagado por pérdida de energía
ru: Отключение при потере питания
se: Stäng av vid Strömförlust
sr: Искључи уређај при губитку напајања

source: Soil Moisture
da: Jordfugtighed
es: Humedad del suelo
ru: Влажность почвы
sr: Влажност земљишта

source: Soil Temp
da: Jordtemperatur
es: Temperatura del suelo
ru: Температура почвы
sr: Температура земљишта

source: Speed
da: Hastighed
es: Velocidad
ru: Скорость
sr: Брзина

source: Speed %@
da: Hastighed %@
es: Velocidad %@
ru: Скорость %@
sr: Брзина %@

source: Speed: %@
da: Hastighed: %@
es: Velocidad: %@
ru: Скорость: %@
sr: Брзина: %@

source: Spread Factor
da: Spredningsfaktor
es: Factor de dispersión
ru: Коэф. распространения
sr: Фактор ширења

source: Store & Forward
da: Gem og videresend
es: Almacenar y reenviar
ru: Сохранить и переслать
sr: Сачувај и проследи

source: Store & Forward Config
da: Konfigurer Opbevaring og Videreformidling
es: Almacenar y reenviar configuración
ru: Настройка сохранения и пересылки
sr: Сачувај и проследи подешавања

source: Store and forward servers require an ESP32 device with PSRAM or Linux Native.
da: Lagre- og videresendelsesservere kræver en ESP32-enhed med PSRAM eller Linux Native
es: Los servidores de almacenamiento y reenvío requieren un dispositivo ESP32 con PSRAM o Linux Native.
ru: Серверы сохранения и пересылки требуют устройство ESP32 с PSRAM или Linux Native.
sr: Store and Forward сервери захтевају ESP32 уређај са PSRAM меморијом или Linux Native.

source: Subscribed
da: Abonneret
es: Suscrito
he: מחובר למש
ru: Подписан
sr: Претплаћен

source: Supported
da: Understøttet
es: Apoyado
ru: Поддерживаемый
sr: Подржан

source: Supported I2C Connected sensors will be detected automatically, sensors are BMP280, BME280, BME680, MCP9808, INA219, INA260, LPS22 and SHTC3.
da: Understøttede I2C Connected- sensorer bliver automatisk genkendt: BMP280, BME280, BME680, MCP9808, INA219, INA260, LPS22 and SHTC3.
es: Los sensores conectados I2C compatibles se detectarán automáticamente, los sensores son BMP280, BME280, BME680, MCP9808, INA219, INA260, LPS22 y SHTC3.
ru: Поддерживаемые датчики, подключенные через I2C, будут автоматически обнаружены. Датчики: BMP280, BME280, BME680, MCP9808, INA219, INA260, LPS22 и SHTC3.
sr: Подржани I2C повезани сензори ће бити аутоматски детектовани. Сензори су: BMP280, BME280, BME680, MCP9808, INA219, INA260, LPS22 и SHTC3.

source: Takes a Meshtastic channel URL and saves the channel settings.
da: Tager en Meshtastic-kanal-URL og gemmer kanalindstillingerne
es: Toma la URL de un canal Meshtastic y guarda la configuración del canal.
ru: Принимает URL канала Meshtastic и сохраняет настройки канала.
sr: Узима URL канала Meshtastic и чува подешавања канала.

source: Telemetry
da: Telemetri
es: Telemetría
he: טלמטריה (חיישנים)
pl: Telemetria (czujniki)
ru: Телеметрия
se: Telemetri (Sensorer)
sr: Телеметрија (сензори)

source: Telemetry Config
da: Telemetrikonfiguration
es: Configuración de telemetría
he: הגדרות טלמטריה
pl: Konfiguracja telemetrii
ru: Настройки телеметрии
se: Telemetriinställningar
sr: Конфигурација телеметрије

source: Temperature
da: Temperatur
es: Temperatura
ru: Температура
sr: Температура

source: Ten Minutes
da: Ti minutter
es: diez minutos
he: עשר דקות
pl: Dziesięć Minut
ru: Десять минут
se: Tio Minuter
sr: Десет минута

source: Tertiary Admin Key
da: Tertiær admin-nøgle
es: Clave de administrador terciario
ru: Третичный ключ администратора
sr: Терцијарни административни кључ

source: The amount of time to wait before we consider your packet as done.
da: Den tid vi venter, før vi anser din pakke som færdig.
es: La cantidad de tiempo que debemos esperar antes de que consideremos que su paquete está listo.
ru: Время ожидания, прежде чем мы сочтем ваш пакет завершенным.
sr: Време чекања пре него што сматрамо да је ваш пакет завршен.

source: The compass heading on the screen outside of the circle will always point north.
da: Kompasretningen på skærmen uden for cirklen vil altid pege mod nord.
es: El rumbo de la brújula en la pantalla fuera del círculo siempre apuntará al norte.
ru: Направление компаса на экране вне круга всегда будет указывать на север.
sr: Смер компаса на екрану изван круга увек ће указивати на север.

source: The dew point is %@ right now.
da: Dugpunktet er %@ lige nu.
es: El punto de rocío es %@ en este momento.
ru: Точка росы: %@.
sr: Тачка росе тренутно износи %@.

source: The fastest that position updates will be sent if the minimum distance has been satisfied
da: Den hurtigste hastighed, som positionsopdateringer vil blive sendt med, hvis afstanden er over minimumsafstanden.
es: Lo más rápido que se enviarán las actualizaciones de posición si se ha cumplido la distancia mínima
ru: Максимальная частота, с которой будут отправлены обновления позиции, если минимальное расстояние соблюдено
sr: Најбржа брзина којом ће се ажурирати позиција уколико је задовољен минимални услов за растојање.

source: The last 4 of the device MAC address will be appended to the short name to set the device's BLE Name. Short name can be up to 4 bytes long.
da: De sidste 4 cifre i enhedens MAC-adresse vil blive tilføjet til det korte navn for at angive enhedens BLE-navn. Kort navnet kan være op til 4 bytes langt.
es: Los últimos 4 de la dirección MAC del dispositivo se agregarán al nombre corto para configurar el nombre BLE del dispositivo. El nombre corto puede tener hasta 4 bytes de longitud.
ru: Последние 4 символа MAC-адреса устройства будут добавлены к короткому имени для установки имени BLE устройства. Короткое имя может быть длиной до 4 байт.
sr: Последња 4 знака MAC адресе уређаја ће бити додата кратком имену како би се подесило BLE име уређаја. Кратко име може бити до 4 бајта дуго.

source: The maximum interval that can elapse without a node broadcasting a position
da: Det maksimale tidsrum uden at noden sender sin position
es: El intervalo máximo que puede transcurrir sin que un nodo transmita una posición.
ru: Максимальный интервал, который может пройти без передачи нодой позиции
sr: Максимални интервал који може протећи без да чвор емитује позицију.

source: The minimum distance change in meters to be considered for a smart position broadcast.
da: Den mindste afstandsændring i meter, der skal overvejes for en smart positionsudsendelse.
es: El cambio mínimo de distancia en metros a considerar para una transmisión de posición inteligente.
ru: Минимальное изменение расстояния в метрах, которое будет учитываться для интеллектуальной передачи позиции.
sr: Минимална промена растојања у метрима која ће се узети у обзир за паметно емитовање позиције.

source: The primary public key authorized to send admin messages to this node.
da: Den primære offentlige nøgle, der er godkendt til at sende administratorbeskeder til denne node.
es: La clave pública principal autorizada para enviar mensajes de administrador a este nodo.
ru: Основной открытый ключ, авторизованный для отправки административных сообщений этой ноде.
sr: Примарни јавни кључ овлашћен за слање административних порука овом чвору.

source: The region where you will be using your radios.
da: Det område, hvor du vil bruge dine radioer.
es: La región donde utilizará sus radios.
ru: Регион, в котором вы будете использовать ваше устройство
sr: Регион у коме ћете користити ваше радио уређаје.

source: The root topic to use for MQTT.
da: Rodemnet, der skal bruges til MQTT
es: El tema raíz que se utilizará para MQTT.
ru: Корневая тема для использования MQTT.
sr: Корен тема која ће се користити за MQTT.
